Repository: Anderson-RC/NetflixSubs
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es, he_il, it_it

# Addon Description
source: Netflix VOD Services Addon
es_es: Addon para Netflix
he_il: תוסף שירותי וי או די של נטפליקס
it_it: Addon per i servizi VOD di Netflix

# Addon Disclaimer
source: Some parts of this addon may not be legal in your country of residence - please check with your local laws before installing.
es_es: Algunas partes de este addon puede que no sean legales en tu país de residencia, por favor, consulta con tus autoridades locales antes de instalarlo.
he_il: חלקים שונים בתוסף זה עשויים להיות לא חוקיים באיזור שהייתך - אנא בדוק את החוקים לפני ההתקנה.
it_it: Alcune parti di questa addon potrebbero non essere legali nel tuo paese - verifica le leggi in vigore prima di installare.

# #30001
source: Recommendations
es_es: Recomendaciones
he_il: המלצות
it_it: Consigliati

# #30002
source: Adult Pin
es_es: Pin del control parental
he_il: קוד מבוגרים
it_it: Pin per il controllo parentale

# #30003
source: Search term
es_es: Término de la búsqueda
he_il: חפש ביטוי
it_it: Termine di ricerca

# #30006
source: Adult verification failed
es_es: La comprobación del control parental ha fallado
he_il: אימות קוד מבוגרים נכשל
it_it: Controllo parentale fallito

# #30007
source: Please Check your adult pin
es_es: Por favor, comprueba que el pin del control parental es correcto
he_il: אנא בדוק את קוד המבוגרים
it_it: Verifica che il pin di controllo parentale sia corretto

# #30008
source: Login failed
es_es: Error al iniciar sesión
he_il: הכניסה נכשלה
it_it: Accesso fallito

# #30009
source: Please Check your credentials
es_es: Por favor, comprueba que el e-mail y la contraseña son correctos
he_il: אנא בדוק את הגדרות ההרשאה (שם משתמש וסיסמה)
it_it: Verifica le tue credenziali

# #30010
source: Genres
es_es: Géneros
he_il: סגנונות
it_it: Generi

# #30011
source: Search
es_es: Buscar
he_il: חיפוש
it_it: Ricerca

# #30012
source: No seasons available
es_es: No hay temporadas disponibles
he_il: לא נמצאו עונות
it_it: Nessuna stagione disponibile

# #30013
source: No matches found
es_es: No se encontraron coincidencias
he_il: לא נמצאו התאמות
it_it: Nessuna corrispondenza trovata

# #30018
source: Export to library
es_es: Exportar a la colección de vídeo
he_il: יצא לספרייה
it_it: Esporta nella libreria

# #30019
source: Rate on Netflix
es_es: Valora en Netflix
he_il: תן ציון בנטפליקס
it_it: Vota su Netflix

# #30020
source: Remove from 'My list'
es_es: Quitar de 'Mi Lista'
he_il: הסר מתוך 'הרשימה שלי'
it_it: Rimuovi da 'La mia lista'

# #30021
source: Add to 'My list'
es_es: Añadir a 'Mi Lista'
he_il: הוסף לתוך 'הרשימה שלי'
it_it: Aggiungi a 'La mia lista'

# #30022
source: (between 0 & 10)
es_es: (entre 0 y 10)
he_il: (בין 0 ו- 10)
it_it: (tra 0 e 10)

# #30023
source: Expert
es_es: Experto
he_il: מומחה
it_it: Esperto

# #30024
source: SSL verification
es_es: Verificación SSL
he_il: אימות SSL
it_it: Verifica SSL

# #30025
source: Library
es_es: Colección de vídeo
he_il: ספרייה
it_it: Libreria

# #30026
source: Enable custom library folder
es_es: Activar un directorio para la colección de vídeo personalizada
he_il: אפשר תיקייה מותאמת אישית לספרייה
it_it: Abilita una cartella per la libreria personale

# #30027
source: Custom library path
es_es: Ruta de la colección de vídeo personalizada
he_il: נתיב ספרייה מותאם אישית
it_it: Percorso della libreria personale

# #30028
source: Playback error
es_es: Ocurrió un error en la reproducción
he_il: תקלה בניגון
it_it: Errore di riproduzione

# #30029
source: Missing Inputstream addon
es_es: No se encuentra el addon Inputstream
he_il: הרחבת Inputstream חסרה
it_it: Addon Inputstream mancante

# #30030
source: Remove from library
es_es: Eliminar de la colección de vídeo
he_il: הסר מהספרייה
it_it: Rimuovi dalla libreria

# #30031
source: Change library title
es_es: Cambiar el nombre en la colección de vídeo
he_il: שנה כותרת ספרייה
it_it: Modifica il titolo della libreria

# #30033
source: Use Dolby Sound
es_es: Usar sonido Dolby
he_il: השתמש בפורמט דולבי
it_it: Utilizza l'audio Dolby

# #30034
source: ESN (set automatically, can be changed manually)
es_es: ESN (generado automáticamente, pero se puede cambiar de forma manual)
he_il: רשת ESN (ברירת מחדל אוטומטי, ניתן לשנות ידנית)
it_it: ESN

# #30035
source: Inputstream Addon Settings...
es_es: Configuración del addon Inputstream...
he_il: הגדרות הרחבת Inputstream...
it_it: Configurazione dell'addon Inputstream...

# #30036
source: Always use the original title on export
it_it: Utilizza sempre il titolo originale

# #30037
source: Views
it_it: Viste

# #30038
source: Enable custom views
it_it: Abilita viste personalizzate

# #30039
source: View for folders
it_it: Vista per le cartelle

# #30040
source: View for movies
it_it: Vista per i film

# #30041
source: View for shows
it_it: Vista per le serie

# #30042
source: View for seasons
it_it: Vista per le stagioni

# #30043
source: View for episodes
it_it: Vista per gli episodi

# #30044
source: View for profiles
it_it: Vista per i profili

# #30045
source: [COLOR cyan][B]-- NEXT PAGE --[/B][/COLOR]
it_it: [COLOR cyan][B]-- PAGINA SUCCESSIVA --[/B][/COLOR]

# #30046
source: Inputstream addon is not enabled
it_it: L'addon Inputstream Adaptive non è abilitato

# #30047
source: Finally remove?
it_it: Vuoi rimuovere dalla libreria?

# #30048
source: Exported
it_it: Libreria

# #30049
source: Update DB
it_it: Aggiorna DB

# #30050
source: Update successful
it_it: Aggiornamento avvenuto con successo

# #30051
source: Request Error
it_it: Richiesta fallita

# #30052
source: Unable to complete the request at this time
it_it: Non è stato possibile completare la richiesta

# #30053
source: Auto Login
it_it: Login Automatico

# #30054
source: Enable Auto Login
it_it: Abilita l'accesso automatico

# #30055
source: Profile
it_it: Profilo

# #30057
source: Select profile in profile listing -> context menu
it_it: Seleziona il profilo dalla lista profili -> menu contestuale

# #30058
source: Auto Login enabled!
it_it: Accesso automatico abilitato

# #30059
source: Switch accounts
it_it: Cambia account

# #30060
source: Enable HEVC profiles (f.e. 4k for Android)
it_it: Abilita HEVC (es: 4k per Android)

# #30061
source: Update inside library
it_it: Aggiorna nella libreria

# #30062
source: Enable/disable adult pin. Active:
it_it: Abilita/disabilita controllo parentale. Attivo:

# Addon Summary
source: Netflix
he_il: נטפליקס

# #30004
source: Password
es_es: Contraseña
he_il: סיסמה

# #30005
source: E-mail
he_il: אימייל

# #30014
source: Account
es_es: Cuenta
he_il: חשבון

# #30017
source: Logout
es_es: Cerrar sesión
he_il: ניתוק חשבון

# #30032
source: Tracking
he_il: מעקב
